{
  "en": "en",

  "header.markets": "Markets",
  "header.services": "Services",
  "header.beginners": "For beginners ",
  "header.accounts": "Account types",
  "header.why": "Why Trust Invest",
  "header.faq": "FAQ",
  "footer.title": "A variety of payment systems for fast depositing and withdrawal of funds",
  "footer.contacts": "Contacts:",
  "footer.address": "Address:",
  "footer.email": "E-Mail:",
  "footer.docs.kyc": "KYC Policy",
  "footer.docs.policy": "Privacy policy",
  "footer.docs.terms": "Terms & Conditions",
  "footer.docs.aml": "AML Policy",
  "footer.disclaimer.title0": "Disclaimer:",
  "footer.disclaimer.title1": "",
  "footer.disclaimer.text0": "The information provided on the <b>Trust Invest</b> platform is for informational and educational purposes only and should not be considered financial or investment advice. Trading in financial markets involves significant risk, and you may lose more than your initial investment. <b>Trust Invest</b> does not guarantee any profits or protection from losses.",
  "footer.disclaimer.text1": "Before engaging in any trading activities, you should carefully assess your financial situation, investment objectives, and risk tolerance. It is recommended that you seek independent financial, legal, and tax advice before making any investment decisions.",
  "footer.disclaimer.text2": "Past performance is not indicative of future results. Market conditions can change rapidly, and <b>Trust Invest</b> is not responsible for any trading decisions made by users based on the information provided on the platform.",
  "footer.disclaimer.text3": "By using our services, you acknowledge and accept that <b>Trust Invest</b> bears no liability for any financial losses, damages, or disruptions resulting from your trading activities.",
  "footer.disclaimer.text4": "Trading may not be suitable for all investors, and it is your responsibility to comply with local laws and regulations regarding financial trading.",
  "footer.rights": "",
  "btn.login": "Log in",
  "btn.start": "Start now",
  "btn.singup": "Sing up",
  "btn.seemore": "See more",
  "btn.trading": "Start trading!",
  "btn.learn": "Learn more",

  "brand": "Trust Invest",
  "main.first.title": "We Power <span>Trading Talent & Connect</span> it with Investors",
  "main.first.text0": "As you establish your track record under our regulatory purview, we distribute seed and investment funds.",
  "main.first.text1": "Start your trading career with Trust Invest, where state-of-the-art technology, knowledgeable advice, and a dedication to openness lay the path to your trading success.",
  "main.first.listtitle0": "1,500+",
  "main.first.listtext0": "Financial Instruments",
  "main.first.listtitle1": "$140M+",
  "main.first.listtext1": "Total AuM invested",
  "main.first.listtitle2": "+10",
  "main.first.listtext2": "Years of experience",
  "main.first.listtitle3": "Global",
  "main.first.listtext3": "2 robust regulations",
  "main.mission.title0": "Your triumph as a <span>trader</span>",
  "main.mission.title1": "is our mission",
  "main.mission.text": "The more profitable you are, the better for you, our investors and ourselves. Our business model is based on a virtuous circle where if you win, we all win.",
  "main.mission.listtitle0": "Trade in the most favorable circumstances",
  "main.mission.listtext0": "Use your Interactive Brokers account or our broker to trade stocks, futures, ETFs, FX, and CFD products. Additionally, you can import your past performance from other platforms.",
  "main.mission.listtitle1": "Get seed money",
  "main.mission.listtext1": "Through Trust Invest, we distribute seed money to the best strategies each month. 15% of the profit you make from the allocation is yours. Having an account of the Trust Invest type is required to use this service.",
  "main.mission.listtitle2": "Draw in investor funding",
  "main.mission.listtext2": "We make your technique available to both professional and individual investors, allowing them to make an investment right away and reimburse you for the profits you produce for them.",
  "main.mission.listtitle3": "Upgrade to Invest Pro by Trust",
  "main.mission.listtext3": "Make use of our Hedge Fund as a Service, which offers a white-label platform, regulatory protection, and tailored terms.",
  "main.assets.title": "A universe of assets at your fingertips",
  "main.assets.listtitle0": "Forex and CFDs Products",
  "main.assets.listsubtitle0": "Use your CFD-formatted FX, stock, ETF, commodity, and index strategies to draw in funds.",
  "main.assets.listtext0": "Discounts for top traders, interbank spreads as low as 0.0 pips, and lightning-fast execution.",
  "main.assets.listtitle1": "Stocks, Futures & ETFs",
  "main.assets.listsubtitle1": "Use Trust Invest to draw in seed and outside funding.",
  "main.assets.listtext1": "IBKR's trading conditions and customer service are advantageous to you. With no added paperwork or expenses, you may have the best of both worlds.",
  "main.brok.title": "Broker and Asset Manager since 2012",
  "main.brok.title0": "Regulated in the UK (FCA)",
  "main.brok.title1": "Regulated in the EU (CNMV)",
  "main.verify.title": "Verify your performance history to differentiate yourself from the others",
  "main.verify.text0": "We authenticate your track record and you give us access to your trade details when you trade with us.",
  "main.verify.text1": "Along with other traders, you have the chance to draw in seed and investor cash within our ecosystem. Because we standardize the risk of all track records, this \"competition\" for funding is fair and balanced, putting you on an equal footing with others as you design your strategy. Merit, not luck, determines how we distribute capital. The rest is straightforward: you draw in more capital the better you perform.",
  "main.profit.title0": "Profit from your ",
  "main.profit.title1": "Success",
  "main.profit.title2": "Investor Capital",
  "main.profit.title3": "Scalable and Unlimited Leverage",
  "main.profit.text0": "Your certified track record opens the door to two sources of capital for which you earn a 15% performance fee. Both sources are supported by our regulatory umbrella, meaning you do not need to be regulated on your own to earn fees for the success you generate for others.",
  "main.profit.text1": "You only need to focus on trading well. Our Asset Manager brings the investors, and we protect your intellectual property so that no one can copy trades without paying you for it. You can access investor capital from day one and we pay you a 15% fee on all the profits you generate for them.",
  "main.open.title": "Still unsure about opening an account with Trust Invest?",
  "main.open.text": "Open an account now and enjoy all the benefits of modern trading !",
  
  "markets.banner.title": "<span>Join us</span> as we explore endless potential.",
  "markets.banner.text0": "Trade the market without restrictions using a single platform that has at least 500 instruments.",
  "markets.banner.text1": "An Overview of Forex and CFDs",
  "markets.banner.text2": "Use your Trust Invest Index to trade forex, stocks, ETFs, commodities, and CFDs and draw in capital.",
  "markets.conditions.title0": "Create Competitive Conditions to Draw in Capital",
  "markets.conditions.title1": "Market Access to Stocks, Futures, and ETFs",
  "markets.conditions.text0": "When you trade forex and CFDs with Trust Invest, you can take advantage of our lightning-fast execution, interbank spreads as low as 0.0 pips, best-trader discounts (beginning at 1.5 USD per order), and the opportunity to draw in cash with your CFD strategy.",
  "markets.conditions.text1": "A list of the most liquid stocks, futures, and exchange-traded funds (ETFs) that can be included in your Trust Invest index",
  "markets.tabs0": "Forex",
  "markets.tabs1": "Indices",
  "markets.tabs2": "Shares",
  "markets.tabs3": "Cryptocurrencies",
  "markets.tabs4": "Commodity",
  "markets.forex": "Forex",
  "markets.forex.text0": "Use Trust Invest to trade the most well-known currency pairings, including EUR/USD, GBP/USD, and EUR/GBP.",
  "markets.forex.title0": "Forex: What is it?",
  "markets.forex.text1": "Currency trading takes place in the foreign exchange market. Whether they realize it or not, most people worldwide care about currencies since they are necessary for conducting international trade and business. You need the foreign cash to finish the transaction when you purchase a thing in another country.",
  "markets.forex.title1": "Benefits of Trading Forex",
  "markets.forex.list0": "Providing 60+ currency pairs: EUR/USD, GBP/USD and EUR/GBP.",
  "markets.forex.list1": "Leveraged trading to magnify your profit with a small initial deposit",
  "markets.forex.list2": "Both long or short positions can take advantage of falling or rising markets.",
  "markets.forex.list3": "Low transaction cost – as low as zero commission",
  "markets.forex.title2": "How to Start Trading Forex",
  "markets.forex.text2": "Just like any form of investment, anyone can also start trading and investing in Forex. As long as you have a proper investment account and an internet connection, you are good to go.",
  "markets.forex.title3": "Verify Bank Details",
  "markets.forex.text3": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Bank Details. Fill in your bank details as required.",
  "markets.forex.title4": "How to do Verification?",
  "markets.forex.text4": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Verification . First, upload your Passport/ National ID. Please make sure that your photo upload is clear. Second, upload your proof of address and ensure that the proof of address upload has the same address as your Passport/ National ID and the document is not older than 180 days.",
  "markets.forex.title5": "How to Start a trade?",
  "markets.forex.index0": "Open an account with Trust Invest",
  "markets.forex.index1": "Learn how the forex market works.",
  "markets.forex.index2": "Build a trading plan.",
  "markets.forex.index3": "Open, monitor and close your first position.",
  "markets.forex.text5": "However, we would like to highlight that just like any other types of investment, there are risks as well. Especially if you are new to trading, we suggest that you do proper research thoroughly before you begin. In fact, you can also check out our series of Forex investment guides for beginners right here.",
  "markets.indices": "Indices",
  "markets.indices.text0": "Use leverage to trade the world's most well-known indices, such as the FTSE 100, France 40, and DJIA 30.",
  "markets.indices.title0": "Indices: What Are They?",
  "markets.indices.text1": "An index is a way to consistently monitor the performance of a collection of assets. The performance of a basket of assets designed to mimic a certain segment of the market is usually measured via indexes. These could be more specialized indexes that follow a certain industry or market area, or they could be broad-based indexes that cover the whole market, like the Standard & Poor's 500 Index or Dow Jones Industrial Average (DJIA).",
  "markets.indices.title1": "Benefits of Trading Indices",
  "markets.indices.list0": "FREE Real-Time Index",
  "markets.indices.list1": "Take advantage of market movements by trading on volatility generated from global news",
  "markets.indices.list2": "Lower Margin per Lot Requirement",
  "markets.indices.list3": "Diversify your portfolio by increasing your exposure to the world’s top financial markets",
  "markets.indices.title2": "How to Start Trading Indices",
  "markets.indices.text2": "While you cannot invest in indices directly, you can trade financial products that are closely related to their market movement. A good example of this would be Contracts for Differences, or CFDs for short.",
  "markets.indices.text21": "Trading indices with CFDs are typically divided into two types – whether you are going long or short. Long trading means that you are investing in a market that is expected to grow, whereas going short means that you are selling while expecting the prices to fall.",
  "markets.indices.title3": "Verify Banking Details",
  "markets.indices.text3": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Bank Details. Fill in your bank details as required.",
  "markets.indices.title4": "How to do Verification?",
  "markets.indices.text4": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Verification . First, upload your Passport/ National ID. Please make sure that your photo upload is clear. Second, upload your proof of address and ensure that the proof of address upload has the same address as your Passport/ National ID and the document is not older than 180 days.",
  "markets.indices.title5": "How to Start a Trade",
  "markets.indices.index0": "Open an account with Trust Invest.",
  "markets.indices.index1": "Learn how the indices market works.",
  "markets.indices.index2": "Build a trading plan.",
  "markets.indices.index3": "Open, monitor and close your first position.",
  "markets.shares": "Shares",
  "markets.shares.text0": "Use Trust Invest to trade the most well-known stocks in the world right now. Profit from the spread differential by purchasing and disposing of positions.",
  "markets.shares.title0": "What are shares?",
  "markets.shares.text1": "The collective buying and selling of stocks (also known as shares), which represent ownership claims on businesses, is known as a stock market, equity market, or share market. These can include securities listed on a public stock exchange as well as stocks that are only traded privately, such as shares of private companies that are offered to investors through equity crowdfunding platforms. The most common ways to invest in the stock market are through electronic trading platforms and stock brokerages. Typically, while making an investment, one has a strategy in mind.",
  "markets.shares.title1": "Benefits of Trading Shares",
  "markets.shares.list0": "Improve your trading potential",
  "markets.shares.list1": "Large Capital Popular stocks are now available on Trust Invest e.g Apple, Tesla, Microsoft and more",
  "markets.shares.list2": "Leveraged Trading to magnify your profit with a small initial deposit",
  "markets.shares.list3": "More liquidity",
  "markets.shares.title2": "How to Start Trading Shares",
  "markets.shares.title21": "Verify Banking Details",
  "markets.shares.text2": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Bank Details. Fill in your bank details as required.",
  "markets.shares.title3": "How to do Verification?",
  "markets.shares.text3": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Verification . First, upload your Passport/ National ID. Please make sure that your photo upload is clear. Second, upload your proof of address and ensure that the proof of address upload has the same address as your Passport/ National ID and the document is not older than 180 days.",
  "markets.shares.title4": "How to start a trade?",
  "markets.shares.index0": "Open an account with Trust Invest.",
  "markets.shares.index1": "Learn how the share market works.",
  "markets.shares.index2": "Build a trading plan.",
  "markets.shares.index3": "Open, monitor and close your first position.",
  "markets.сrypto": "Cryptocurrency",
  "markets.сrypto.text0": "Cryptocurrency is a decentralized digital currency that includes Bitcoin, Ripple XRP, Ethereum, and many more.",
  "markets.сrypto.title0": "What is Cryptocurrency ?",
  "markets.сrypto.text1": "Cryptocurrency is a digital asset created to function as a medium of exchange. It uses strong cryptography to secure transaction records, regulate the creation of new coins, and confirm the transfer of coin ownership. Individual coin ownership records are kept in a ledger that exists in the form of a computerized database.",
  "markets.сrypto.text11": "Unlike centralized digital currency and central banking systems, cryptocurrencies usually employ decentralized control. A cryptocurrency is typically seen as centralized when it is issued by a single issuer or is minted or generated before issuance. Each cryptocurrency functions using distributed ledger technology, usually a blockchain, which acts as a public database of financial transactions when it is deployed with decentralized governance.",
  "markets.сrypto.title1": "With Trust Invest’s trading platform, you can trade in various Crypto CFDs:",
  "markets.сrypto.list0": "Bitcoin",
  "markets.сrypto.list1": "Ripple XRP",
  "markets.сrypto.title2": "Benefits of Trading Forex",
  "markets.сrypto.list2": "Low overnight swap charges on CFDs trading, swap rate is lower",
  "markets.сrypto.list3": "No need to store crypto",
  "markets.сrypto.list4": "Trade Long or Short Position",
  "markets.сrypto.list5": "Low transaction cost as low as zero commission",
  "markets.сrypto.title3": "How to Begin Trading CFDs for Cryptocurrencies",
  "markets.сrypto.text3": "Cryptocurrency CFDs are tradable contracts with two primary purposes: hedging and speculating. It makes it possible to speculate on the rise of a certain cryptocurrency in a more flexible and straightforward manner. You may use Cryptocurrency CFD to speculate on price movement in an underlying asset, for example in a BTC/USD pair.",
  "markets.сrypto.text31": "In addition to that, there are also plenty of cases where traditional crypto wallets are compromised. This is where CFDs are a great alternative to keep your funds safe, while staying away from longer processing times for typical crypto trading.",
  "markets.сrypto.title4": "Verify Banking Details",
  "markets.сrypto.text4": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Bank Details. Fill in your bank details as required.",
  "markets.сrypto.title5": "How to Do Verification?",
  "markets.сrypto.text5": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Verification . First, upload your Passport/ National ID. Please make sure that your photo upload is clear. Second, upload your proof of address and ensure that the proof of address upload has the same address as your Passport/ National ID and the document is not older than 180 days.",
  "markets.сrypto.title6": "How to start a trade",
  "markets.сrypto.index0": "Open an account with Trust Invest.",
  "markets.сrypto.index1": "Learn how the crypto market works.",
  "markets.сrypto.index2": "Build a trading plan.",
  "markets.сrypto.index3": "Open, monitor and close your first position.",
  "markets.com": "Commodity",
  "markets.com.text0": "A commodity is a basic good used in commerce that is interchangeable with other commodities of the same type.",
  "markets.com.title0": "What are Commodities?",
  "markets.com.text1": "Commodities are most often used as inputs in the production of other goods or services.Investors and traders can buy and sell commodities directly in the spot (cash) market or via derivatives such as futures and options. Owning commodities in a broader portfolio is encouraged as a diversifier and a hedge against inflation.",
  "markets.com.title1": "Example of commodities:",
  "markets.com.list0": "Gold",
  "markets.com.list1": "Silver",
  "markets.com.title2": "Benefits of Trading Commodities CFDs",
  "markets.com.list2": "A safe haven like certain commodities, such as gold, can be a sensible investment in times of market turbulence",
  "markets.com.list3": "Broad exposure to commodities can be a good source of portfolio diversification",
  "markets.com.list4": "Profitable Returns by taking advantage of price movements in liquid markets",
  "markets.com.list5": "Trading with low amount deposit",
  "markets.com.title3": "How to Start Trading Commodity",
  "markets.com.text3": "Just like any form of investment, anyone can also start trading and investing in Forex. As long as you have a proper investment account and an internet connection, you are good to go.",
  "markets.com.title4": "Verify Bank Details",
  "markets.com.text4": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Bank Details. Fill in your bank details as required.",
  "markets.com.title5": "How to do Verification?",
  "markets.com.text5": "Once you have logged into Trust Invest, go to Dashboard and choose Account > Verification . First, upload your Passport/ National ID. Please make sure that your photo upload is clear. Second, upload your proof of address and ensure that the proof of address upload has the same address as your Passport/ National ID and the document is not older than 180 days.",
  "markets.com.title6": "How to Start a trade?",
  "markets.com.index0": "Open an account with Trust Invest.",
  "markets.com.index1": "Learn how the forex market works.",
  "markets.com.index2": "Build a trading plan.",
  "markets.com.index3": "Open, monitor and close your first position.",
  
  "services.banner.title0": "Portfolio Analyst",
  "services.banner.title1": "Chart Your Path to Financial Independence with Portfolio Analyst",
  "services.banner.text": "Your financial accounts are consolidated by Portfolio Analyst, which also keeps track of the activity and performance of each account and offers a wide range of tools for future planning and portfolio analysis. Use PortfolioAnalyst to examine all of your accounts from a single dashboard, regardless of your level of experience trading or investing.",
  "services.banner.list0": "Checking and Savings Accounts",
  "services.banner.list1": "Certificates of Deposit (CDs)",
  "services.banner.list2": "Credit Cards",
  "services.banner.list3": "Money Market Accounts",
  "services.banner.list4": "Brokerage Accounts",
  "services.banner.list5": "Other Assets and Liabilities",
  "services.banner.list6": "Real Estate",
  "services.guide.title0": "Sophisticated Investors' Guide to Advanced Investment Analysis",
  "services.guide.text0": "Use PortfolioAnalyst to examine the performance of your consolidated portfolio over a chosen time period by asset class, sector, financial instrument, area and country, date, and total. Examine the concentration and risk of your portfolio using a number of metrics, such as the Max Drawdown, Sortino, Sharpe, Calmar, Alpha, Beta, Positive, Negative, and more. Examine particular portfolio parameters like Greeks, Projected Income, Fixed Income, ESG, Portfolio Movers, and more.",
  "services.guide.title1": "Utilize Reliable Information to Manage Client Portfolios",
  "services.guide.text1": "PortfolioAnalyst provides returns that have been assessed using the Global Investment Performance Standards (GIPS®). To assist you in providing dependable performance, we provide GIPS-verified money and time-weighted returns across composites, enterprises, currencies, and nations. The CFA Institute created GIPS, which is utilized by investment management companies worldwide and sets benchmarks for investment performance, facilitating firm comparison and enabling you to make better investment choices.",
  "services.free.title": "Free. Global. Secure.",
  "services.free.listtitle0": "Free",
  "services.free.listtext0": "There is no cost to use Portfolio Analyst and a free account includes access to a suite of tools that helps you understand your current financial picture. If you are already an IBKR client, you will also have access to real-time data from your Trust Invest account and a number of advanced tools.",
  "services.free.listtitle1": "Global",
  "services.free.listtext1": "Manage a global portfolio from anywhere in the world with an internet connection.",
  "services.free.listtitle2": "Secure",
  "services.free.listtext2": "As a leading online broker, Trust Invest understands and values the trust our clients place in us to safeguard confidential data. We use trusted, industry standard security measures when linking your accounts with Portfolio Analyst and maintain strict operational guidelines regarding access to your data.",
  "services.cash.title": "Cash Management",
  "services.cash.title1": "The Smarter Way to Manage Your Money",
  "services.cash.text": "Unlock Your Financial Potential with an All-in-One Solution Manage all your finances in one account!",
  "services.program.title": "Bank Deposit Sweep Program",
  "services.program.text": "Our Insured Bank Deposit Sweep Program allows eligible IBKR clients to obtain up to $2,500,000 of FDIC insurance in addition to existing $250,000 SIPC coverage for total coverage of $2,750,000.",
  "services.program.listtitle0": "Direct Deposit",
  "services.program.listtext0": "Automatically deposit funds denominated in USD from your financial institution to your Trust Invest account",
  "services.program.listtitle1": "Strength & Security",
  "services.program.listtext1": "Trust Invest is a broker you can trust, and our strong financial position and conservative business management protect Trust Invest  and our clients.",
  "services.sec.title": "Securities",
  "services.sec.title1": "Financing",
  "services.sec.text": "From trade date to settlement date, our securities financing services are backed by our dedication to providing automated trading solutions to our clients.",
  "services.sec.listtitle0": "Overview of Availability",
  "services.sec.listtext0": "By assisting you in locating securities that are difficult to borrow and offering protection against buy-ins and recalls, our depth of availability complements your investing strategy.",
  "services.sec.list0": "Using our fully electronic, self-service Shortable Instruments (SLB) Search tool in Client Portal to search for real-time availability of shortable securities and set up notifications for when a borrow becomes available;",
  "services.sec.list1": "Adding the Shortable Shares and Fee Rate columns in Trader Workstation (TWS) to view the number of shares available for shorting and the current interest rate charged on borrowed shares.",
  "services.sec.listtitle1": "Transparent Rates",
  "services.sec.listtext1": "Through automated price discovery and enhanced creditworthiness, our securities finance services provide the stock loan and borrow markets with transparency, dependability, and efficiency. Our automated securities financing solutions offer indicative rates together with security availability, which we build from a variety of sources.",
  "services.sec.listtext2": "We also display charted daily rate history and intraday time and sales of stock loan fees in the SLB Rates window, which is accessible in Trader Workstation's Mosaic workspace.",
  "services.reach.title": "Global Reach",
  "services.reach.text": "Connectivity to multiple counterparties around the globe enables our clients to execute short sale strategies. For example, in the United States alone we have access to more than 60 counterparties, including agent lenders and broker dealers.",
  
  "begin.baner.title": "Learn Forex With Us!",
  "begin.baner.text": "With us, you will find all the trading basics you need to know to start your journey by learning the market with Trust Invest.",
  "begin.how.title0": "What Is Trust Invest Trading?",
  "begin.how.title1": "How Does Forex Work?",
  "begin.how.text0": "Forex Trading is the process of buying and selling currencies. This combination of selling and buying currency is known as a currency pair. Each currency in a pair is represented as a unique three-letter code separated by a slash. The first two letters are represented as the country name and the third as the currency name.",
  "begin.how.text1": "For example, Euro-Dollar is quoted as EUR/USD or simply EURUSD. The currency quoted on the left side is called the base currency which is to be bought and the currency placed on the right side is called quote currency Which is to be sold. In this currency pair EUR/USD, EUR- base currency, and USD-quote currency. To buy 1 Euro, you have to pay 1.23700 US dollars.",
  "begin.how.text2": "Forex is the largest financial market that is linked together by a shared ECN.Its players include huge banks, investment funds, and retail traders who influence currency rates but not small businesses and retail traders, instead, they can get access through a third party, such as a brokerage firm or dealing center. Retail traders are drawn to Currency trading because the currency market is a convenient source of income. To back up this claim, Trust Invest recommends various types of trading accounts.",
  "begin.how.text3": "Trust Invest is a financial market united by the common communication network. Its participants are large banks, investment funds, and individual traders who also make an impact on exchange rates. Small firms and retail traders are not financially sound to enter the currency market on their own. Nevertheless, they can afford to gain access through a third party such as a brokerage firm or dealing center.",
  "begin.how.text4": "Trading on Trust Invest appeals to individual traders because the currency market is an easily available source of income. To confirm this statement, Trust Invest suggests different types of trading accounts. Each of them stipulates its own size of a start-up deposit and a kit of particular services. All in all, Trust Invest is the right market for traders who can spare even a modest amount to get started. A retail investor or trader alone can hardly change market sentiment on Trust Invest. Nevertheless, a multitude of private traders is one of the crucial forces to influence exchange rates of assets alongside large market players.",
  "begin.instruments.title": "Trading Instruments",
  "begin.instruments.text": "The instruments for successful online Forex trading",
  "begin.instruments.list0": "Trading Platform",
  "begin.instruments.list1": "Trade calculator",
  "begin.instruments.list2": "Assets",
  "begin.instruments.list3": "Trading Fees",
  "begin.assets.title0": "What Assets Are Traded",
  "begin.assets.title1": "What are exchange rates and market quotes on Trust Invest",
  "begin.assets.title2": "Is it possible to Earn on Trust Invest?",
  "begin.assets.text0": "Currency pairs are the trading assets in Forex trading. Trust Invest includes the Major currency pairs as EUR/USD, USD/JPY, USD/CHF, and GBP/USD.Cross-currency pairs in Trust Invest are GPP/JPY, EUR/JPY, EUR/AUD, and much more.",
  "begin.assets.text1": "The full list of currency pairs offered for trading with Trust Invest is provided on the appropriate web page. Besides, any Trust Invest instrument is also available for CFD trading under beneficial conditions.",
  "begin.assets.text2": "The price of any asset in a financial market fluctuates constantly. A currency pair trades at a price quote of the exchange rate for the base currency to the quoted currency. Such a price quote is marked by a point in a technical chart. Any point is automatically connected to a previous asset’s quote. This is the principle of how Trust Invest charts are plotted online for a particular trading instrument.",
  "begin.assets.text3": "The screen of a trading platform presents two values of an asset’s quote. The lower value is called the bid price, the upper one is the ask price. Speaking about the chart of the EUR/USD pair, the bid value is the price at which the euro is sold and a certain amount of bucks are bought. Conversely, the ask value is the price to buy the euro and sell some US dollars.",
  "begin.assets.text4": "Trust Invest offers a service for copying transactions of successful traders in real time. Every user has access to trading information from successful and experienced traders who share their expertise and skills, allowing all players to profit.",
  "begin.assets.text5": "In fact, anyone is capable of earning in the currency market. The key to making steady profits is nonstop learning. It is not good for a trader to click at random buttons on a trading platform. A trader should gain essential skills to make market reviews and accurate forecasts of a further market situation. The inability to predict market developments is the main reason why beginners lose 3-4 times bigger money than they actually earn. To make highly accurate forecasts that will bring profits, a trader should bear in mind a great deal of factors that could act as market catalysts.",
  "begin.plus.title0": "Conditions",
  "begin.plus.title1": "for Making Profit",
  "begin.plus.title2": "Risk Factors",
  "begin.plus.list0": "Support from reliable broker",
  "begin.plus.list1": "Regular learning",
  "begin.plus.list2": "Attention to theory",
  "begin.plus.list3": "Political and economic situation and in particular countries",
  "begin.plus.list4": "Geopolitics, news, rumors",
  "begin.plus.list5": "Rhetoric and policy of influential central banks, lending institutions, and top companies",
  "begin.key.title": "Before investing a real deposit, a trader should grasp the following <span>key concepts:</span>",
  "begin.key.text": "This knowledge simplifies a choice of a suitable trading instrument, the right trading session, and an appropriate trading strategy. To practice trading skills, a good solution is a demo account. Every client can open this type of account without any risks to his/her savings. This is a free-of-charge training account that enables a trader to find out how a trading platform suggested by the broker operates, to employ theory in practice, and to check a preferable trading strategy for efficiency.",
  "begin.key.listtitle0": "The principles of how the international currency market operates.",
  "begin.key.listtext0": "With this knowledge, a trader understands what is going on in an exchange floor.",
  "begin.key.listtitle1": "Methods of fundamental and technical analysis.",
  "begin.key.listtext1": "These methods greatly improve the accuracy of forecasts for any asset.",
  "begin.key.listtitle2": "Special features of different assets and derivative financial instruments.",
  "begin.key.listtext2": "This knowledge will help traders to choose correctly a trading instrument, time to work and the strategy for this.",
  "begin.strategy.title": "What strategy to choose not to incur losses",
  "begin.strategy.text0": "A strategy in Currency trading is a collection of guidelines that a trader follows when speculating in the market. This code specifies the conditions that must be met in order to close a transaction. A strategy also involves money management guidelines, establishing a stop loss/take profit, and other criteria. Trust Invest can greatly assist you in developing an effective trading strategy.",
  "begin.strategy.text1": "Trust Invest analytics is of great help to you to design an effective trading strategy. However, as a beginner, you may lack any algorithm for a while. So, take into account the following rules of trading in a currency market.",
  "begin.strategy.list0": "Trading Code",
  "begin.strategy.list01": "(set of rules)",
  "begin.strategy.list1": "Rules Of Money Management",
  "begin.strategy.list2": "Managing Stop Orders",
  "begin.strategy.list3": "Take Profit",
  "begin.strategy.title1": "This is a bad idea to trade with big leverage, especially for novice traders.",
  "begin.strategy.text2": "It is common knowledge that market quotes on Trust Invest fluctuate with different volatility. During the same trading day, an asset’s price could make minor fluctuations of a few decimal points of a percent. At the same time, a price change could be more than 5-10%. To boost would-be profits, Trust Invest offers its clients the opportunity to trade with leverage that means virtual borrowed funds. In essence, a trader’s deposit is not credited with real money. However, a trader can manage a deal which is a few times bigger than his own investment.",
  "begin.strategy.text3": "Importantly, trading with leveraged funds increases both profits and risks. If you make the right forecast of a price change, you will yield an extra profit proportionate to your leverage. Otherwise, if your forecast fails, you will incur losses in the appropriate proportion. To minimize risks and maximize would-be profits, novice traders are not recommended to open positions with leverage more than 1:5 – 1:15.",
  "begin.strategy.list4": "How leverage works",
  "begin.strategy.list5": "You have <b>$100</b>",
  "begin.strategy.list6": "The broker provides you with leverage of 1:10",
  "begin.strategy.list7": "You can open a trade worth <b>$1000</b>",
  "begin.stoploss.title0": "Impose some limitations on your deposit. Do not deposit your account with all your savings",
  "begin.stoploss.text0": "The currency market is hard to predict with 100% accuracy. Thus, do not downplay the scenario that you might drain your deposit. Successful trading means that a percentage of winning trades is higher than a percentage of losing ones. Unfortunately, trading is always accompanied by losses and no one is insured against this. Another advantage with Trust Invest is that the broker does not allow its clients to end up in the red. Hence, all losing trades will be closed automatically.",
  "begin.stoploss.text1": "In other words, a trader will never lose more money than the amount available on his/her deposit. If a trader invests part of his/her savings, s/he will not go broke if a deposit is lost in the end. Another tip is to restrict investment per each trade. One of the money management rules reads that no more than 1-5% of the deposit size should be invested per trade with a view to curbing risks.",
  "begin.stoploss.title1": "Stop loss is a must-do!",
  "begin.stoploss.text2": "A stop loss is a special limit order which allows a trader to cut losses on positions. Placing a stop loss, a speculator will never lose the whole deposit in a single trade. Setting a stop loss, a trader specifies a price at which a position will be automatically closed once this level is reached. For example, a trader wants a position to be closed automatically when a loss stands at 100 currency units. Initially, there were 1,000 currency units in his deposit. If a stop loss is activated, the trader will not lose the whole deposit and 900 units will be left.",
  "begin.stoploss.text3": "For some reasons, a trader may be unwilling to trade on one’s own. However, s/he wants to take the opportunity of earning decent money that the currency market opens up. It makes sense to try a popular and convenient strategy of mirror trading. This service called Trust Invest Copy with Trust Invest allows traders to copy positions of successful investors and execute the same trades in almost real time.",
  "begin.mustdo.title": "Must-do steps before you begin trading on Trust Invest",
  "begin.mustdo.text": "Open an account and trade in real-world settings without fear or risk. Once you can gain information, experience, and skills by trading on a demo account. If you are confident in your trading abilities and understand how the market works, it is time to begin trading with real money. If you earn a consistent income from interest rate differentials, the next level in your evolution is professional trading with strategies, advisors, and indicators.",
  "begin.details.title": "Some details should not escape your attention",
  "begin.details.text0": "In theory, you are able to accurately predict moves of currency pairs, but in practice, you find it complicated to foresee further market behavior. Trading on a demo account gives you confidence so that you can select a trading strategy to suit you fine. Then, welcome to trade under real market conditions! You need to open a live account and deposit it with some money. Do not forget there are a few types of accounts with Trust Invest to choose from. You decide on that one which is tailor-made for you in terms of trading conditions and the size of a start-up deposit.",
  "begin.details.text1": "If you are a rookie trader, make your first steps on Trust Invest with a deposit which you are not afraid to lose. Let us warn you that a strategy which has been tested on a demo account might turn out to be not as efficient as expected. The real market always brings about revision of any algorithm. In this case, you will have to spend more time and money to fine-tune your strategy and develop your own trading style. To curb risks, it would be a good idea to use not just one but two-three strategies in parallel.",
  "begin.details.list1.title": "License",
  "begin.details.list1.text": "A regulator's license is a guarantee of safety and reliability of a brokerage company. Trading at financial markets with Trust Invest you can be sure of transparency of cooperation conditions and high quality of deals execution. Independent and reputable regulators monitor it.",
  "begin.details.list2.title": "Training",
  "begin.details.list2.text": "A reliable broker offers free training for beginners. There are many articles, useful advice, recommendations and free tools for beginners.",
  "begin.details.list3.title": "Trading Platform",
  "begin.details.list3.text": "It is essential to turn your hand to a trading platform. First, you should understand how to install it, how to adjust it, and then how to manage trades on it. A sheer advantage of a broker is a mobile version of a trading platform.",
  "begin.details.list4.title": "Trust Invest Account",
  "begin.details.list4.text": "With the Trust Invest account, traders can test their knowledge in practice, get to know a trading platform, and check a preferable trading strategy for efficiency.",
  "begin.details.list5.title": "Technical Support",
  "begin.details.list5.text": "A broker must specify various ways of contacting customer support. Managers must respond instantly to questions which clients ask not only by phone but also by email, online chats or by another messenger. A broker of an international scale must ensure support in several languages which are widely spoken in those regions where a broker is present.",
  "begin.details.list6.title": "Size of minimum start-up deposit",
  "begin.details.list6.text": "A broker must not constrain its clients, setting an elevated threshold for their entry to the market. They should have a choice of trading accounts to suit the needs of traders with a different size of wallet.",
  "begin.conclusion.title": "Conclusion",
  "begin.conclusion.text": "Most beginners are wondering whether it is simple to trade on Trust Invest. The straightforward answer is no. Trading in the currency market has nothing in common with gambling at a casino. In fact, this activity implies grueling work and nonstop self-development. However, if the underlying reason for your venture is easy money, you should be braced for a losing streak. On the other hand, if you consider the currency market a source of your regular income, make sure you learn, train, adopt someone’s successful experience, and sharpen your strategy.",
  "begin.started.title": "Get Started",
  "begin.started.text": "Get started trading anywhere, anytime. We have everything you need: friendly customer support, the latest technology, and multiple account types to find the trades.",
  "begin.started.listtitle0": "Signup",
  "begin.started.listtext0": "Enter your details and setup an account",
  "begin.started.listtitle1": "Verify",
  "begin.started.listtext1": "Upload your documents and get verified instantly",
  "begin.started.listtitle2": "Deposit",
  "begin.started.listtext2": "Deposit Minimum of $250",
  "begin.started.listtitle3": "Trade",
  "begin.started.listtext3": "Start trading any instrument of your choice and make profits",
  
  "account.banner.title0": "Choose the Right Account Type for Your",
  "account.banner.title1": "Trading Needs",
  "account.banner.text0": "Explore the diverse account types at Trust Invest, tailored to meet the needs of traders at every level. ",
  "account.banner.text1": "Compare features, benefits, and trading conditions to find the perfect fit for your investment strategy.",
  "account.tabs.title0": "Account comparison",
  "account.tabs.title1": "<b>CLASSIC</b> Account",
  "account.tabs.title2": "<b>PRO</b> Account",
  "account.tabs.title3": "<b>PLATINUM</b> Account",
  "account.tabs.title4": "<b>VIP</b> Account",
  "account.tabs.row1.title0": "Minimum Deposit",
  "account.tabs.row1.title1": "250",
  "account.tabs.row1.title2": "500",
  "account.tabs.row1.title3": "5000",
  "account.tabs.row1.title4": "50.000",
  "account.tabs.row2.title0": "Minimum Balance",
  "account.tabs.row2.title1": "None",
  "account.tabs.row2.title2": "None",
  "account.tabs.row2.title3": "50,000",
  "account.tabs.row2.title4": "50,000",
  "account.tabs.row3.title0": "Available Base Currencies",
  "account.tabs.row3.title1": "USD, EUR, GBP",
  "account.tabs.row3.title2": "USD, EUR, GBP",
  "account.tabs.row3.title3": "USD, EUR, GBP",
  "account.tabs.row3.title4": "USD, EUR, GBP",
  "account.tabs.row4.title0": "Spreads From",
  "account.tabs.row4.title1": "1.6 pips",
  "account.tabs.row4.title2": "1.4 pips",
  "account.tabs.row4.title3": "1.1 pips",
  "account.tabs.row4.title4": "0.1 pips",
  "account.tabs.row5.title0": "Max Leverage",
  "account.tabs.row5.title1": "1: 5000",
  "account.tabs.row5.title2": "1: 500",
  "account.tabs.row5.title3": "1: 100",
  "account.tabs.row5.title4": "1: 100",
  "account.tabs.row6.title0": "Min Lots",
  "account.tabs.row6.title1": "0.01",
  "account.tabs.row6.title2": "0.01",
  "account.tabs.row6.title3": "0.01",
  "account.tabs.row6.title4": "0.01",
  "account.tabs.row7.title0": "Commissions",
  "account.tabs.row7.title1": "Zero Commissions",
  "account.tabs.row7.title2": "2 per side per 100,000 traded",
  "account.tabs.row7.title3": "1 per side per 100,000 traded",
  "account.tabs.row7.title4": "1 per side per 100,000 traded",
  "account.tabs.row8.title0": "All Strategies Allowed",
  "account.tabs.row8.title1": "<i></i>",
  "account.tabs.row8.title2": "<span></span>",
  "account.tabs.row8.title3": "<span></span>",
  "account.tabs.row8.title4": "<span></span>",
  
  "why.banner": "Why Trust Invest",
  "why.banner.list0": "Global Markets",
  "why.banner.list1": "Professional Pricing",
  "why.banner.list2": "Professional Pricing",
  "why.banner.list3": "Innovative Technology",
  "why.banner.list4": "Innovative Technology",
  "why.banner.list5": "A Broker You Can Trust",
  "why.banner.list6": "Strength & Security",
  "why.banner.list7": "Education",
  "why.banner.list8": "Awards",
  "why.platforms.title0": "Powerful",
  "why.platforms.title1": "Trading Platforms",
  "why.platforms.list.title0": "To Help You Succeed",
  "why.platforms.list.text0": "Award winning platforms for every investor from beginner to advanced on mobile, web and desktop.",
  "why.platforms.list.title1": "Platforms for Trading",
  "why.platforms.list.text1": "Use more than 200 free and premium research and news sources to find new investing ideas.",
  "why.platforms.list.title2": "News and Research",
  "why.platforms.list.text2": "Use our free trading tools to manage your account, identify market opportunities, evaluate performance, and improve your decision-making.",
  "why.platforms.list.title3": "Free Tools for Trading",
  "why.platforms.list.text3": "You can execute any trading strategy with the help of 90+ order types, ranging from limit orders to intricate algorithmic trading.",
  "why.platforms.list.title4": "Algorithms and Order Types",
  "why.platforms.list.text4": "Trade confirmations in real time, margin details, transaction cost analysis, sophisticated portfolio evaluation, and more.",
  "why.broker.title": "A Reliable Broker",
  "why.broker.text": "It is important to ensure that your broker is reliable and secure before entrusting them with your money. Our automated risk controls, cautious balance sheet, and robust capital position are all intended to shield IBKR and our clients from significant trading losses.",
  "why.grid.item1.title": "$16.6B",
  "why.grid.item1.text": "Equity Capital",
  "why.grid.item2.title": "74.2%",
  "why.grid.item2.text": "Privately Held",
  "why.grid.item3.title": "$11.7B",
  "why.grid.item3.text": "Excess Regulatory Capital",
  "why.grid.item4.title": "3.34M",
  "why.grid.item4.text": "Client Accounts",
  "why.grid.item5.title": "2.24M",
  "why.grid.item5.text": "Daily Average Revenue Trades",
  
  "faqs.title": "Frequently asked questions",
  "faqs.tabs.title1": "General",
  "faqs.tabs.title2": "Registration",
  "faqs.tabs.title3": "Trading",
  "faqs.tabs.title4": "Trading Service",
  "faqs.tabs.title5": "Trading account information",
  "faqs.tab1.title0": "How is the Forex market affected?",
  "faqs.tab1.text0": "The Forex market depends on people's future expectations, and many factors shape them. Some companies fence currency exposure to protect the company, some primary traders concentrate on factors that affect whole economies' strength, and other technical traders seek price patterns to initiate their trades aimed at each market participant. There are also hedge funds, central banks, and financial institutions, all of which offer different trade goals and interpretations.",
  "faqs.tab1.title1": "Are my money and personal data protected?",
  "faqs.tab1.text1": "All clients' funds are kept in accounts of tier banks, ensuring that your investments are safe and secure at all times. We also ensure that your personal information is secure as well.",
  "faqs.tab1.title2": "Where can I find your Customer Agreement, Conditions, etc.?",
  "faqs.tab1.text2": "You can find it on our Account opening Agreements page. You can refer to all the documents related to our business.",
  "faqs.tab1.title3": "How long does it take to check my profile?",
  "faqs.tab1.text3": "Once you upload all your documents, checking your profile during working hours may take up to 10 minutes to 24 hours.",
  "faqs.tab1.title4": "What is Fundamental Analysis, And Why Is It So Important?",
  "faqs.tab1.text4": "Fundamental analysis is a form of research that looks into the political, economic, and social factors that influence a country's currency. Fundamentals examine the supply and demand forces that affect currencies, goods, and stocks, which can be affected by economic releases, geopolitical conflicts, seasonality, interest rate shifts, central bank news, and other factors.",
  "faqs.tab1.title5": "What Is Trade Management? ",
  "faqs.tab1.text5": "This refers to open position management. This includes reducing risk when trade is profitable by bringing the loss stop closer to the market price or lowering trade losses.",
  "faqs.tab1.title6": "Do you permit trading in the news?",
  "faqs.tab1.text6": "Oh, yes",
  "faqs.tab1.title7": "Is it possible to earn as I study?",
  "faqs.tab1.text7": "Oh yes, your success directly links with this. Always begin with a small, realistic purpose and practice.",
  "faqs.tab1.title8": "Do you accept customers from the United States?",
  "faqs.tab1.text8": "No, please accept our apologies for the inconvenience.",
  "faqs.tab2.title0": "How can I reset my Trust Invest password?",
  "faqs.tab2.text0": "You can reset your password in simple steps: <br/> Enter your email. Enter your new password. <br/> Please keep your password highly confidential and do not disclose it to any third parties.",
  "faqs.tab2.title1": "How can I change the details of my home address?",
  "faqs.tab2.text1": "You can modify your residence address by sending us a copy of your proof of residence document. We'll update your profile afterward. Details about acceptable residency documents are available here.",
  "faqs.tab2.title2": "Where can I locate my market login details for Trust Invest ?",
  "faqs.tab2.text2": "Shortly after registration, you received the email. Please use the reset password service if you did not receive this email.",
  "faqs.tab2.title3": "How can I become a verified customer?",
  "faqs.tab2.text3": "Once you become a verified client, you can access the options trading platform of Trust Invest's LTD products and services. Verify your profile by uploading clear color copies of the following documents: <br/> Proof of identity – national identity card, passport, or driving license; if your identification document also states your correct residential address, additional proof of address document may not be required. <br/> Proof of address – bank/card statement or utility bill issued no longer than six months ago.",
  "faqs.tab2.title4": "How can my email or telephone number be changed?",
  "faqs.tab2.text4": "Please click on 'Change' under the 'Actions' column and follow the steps to change your email address or phone number in Trust Invest on your user profile page.",
  "faqs.tab2.title5": "What does the error 'This number/email has already been registered' mean?",
  "faqs.tab2.text5": "If you receive this, it means Trust Invest has already registered your phone number or email address. <br/> If you forgot your password, you could generate a new one by following the steps below. It's important to remember that you can only have one My Trust Invest account. In My Trust Invest , you can build additional trading accounts and access other products and services.",
  "faqs.tab2.title6": "Is it possible to change my account's base currency?",
  "faqs.tab2.text6": "You cannot change the base currency of your current trading account.",
  "faqs.tab3.title0": "How can I start trading with Forex?",
  "faqs.tab3.text0": "Open a trading account with the largest stock broker, Trust Invest. Then you can start trading currencies with the help of our full-fledged services. To complete this task, you only need a few minutes!",
  "faqs.tab3.title1": "Do you offer to trade with binary options?",
  "faqs.tab3.text1": "No, we don't.",
  "faqs.tab3.title2": "Is it possible to transfer cash from one trading account to another?",
  "faqs.tab3.text2": "Yes, it's possible. You may request an internal transfer between two trading accounts, but only if both accounts have been opened under your name and the two trading accounts have been validated. If the base currency is different, the amount will be converted. Internal transfer can be requested in the transfer Area and is processed immediately.",
  "faqs.tab3.title3": "What is trading with one click? How can I make it simple?",
  "faqs.tab3.text3": "One-click trading allows you to open positions with a single click. However, if you want to close a position, one click will not work, and you must complete it manually. You will find an arrow enabling one-click trading on your chart's left corner. By clicking that arrow, you enable one-click trading, and a window appears in the left corner of the chart.",
  "faqs.tab3.title4": "How to get into trading?",
  "faqs.tab3.text4": "Suppose you've already created a trading account, got your login information via email, submitted your identification documents for account confirmation, and made a deposit. In that case, the next move is to download your chosen trading platform.",
  "faqs.tab3.title5": "What is the execution model for you?",
  "faqs.tab3.text5": "The Company shall act as the principal (therefore, the Company shall be the sole place of execution for the execution of the Customer's orders). In addition, when the Company executes orders from Clients, it may, in turn, route its orders to regulated EU and non-EU financial institutions.",
  "faqs.tab3.title6": "Can a friend/family member make a business/trade for me?",
  "faqs.tab3.text6": "No, only the individual who registered can trade for the account. Unless and until he/she submits the POA from the client to trade on behalf of the registered client to the Company.",
  "faqs.tab3.title7": "If I trade in FOREX, will I lose my assets?",
  "faqs.tab3.text7": "No, no. You won't lose all that you own. The under-educated are more than likely to lose their margin account. The educated will likely capture the money on the loser's margin account.",
  "faqs.tab4.title0": "Where is Forex, and who owns it?",
  "faqs.tab4.text0": "Nobody owns Forex. Forex is a decentralized market. Forex is an interbank market with only two players: the seller and the buyer. Forex will be here as long as the existing banking system exists. It is not associated with any particular country or organization of government.",
  "faqs.tab4.title1": "Where can you trade Forex?",
  "faqs.tab4.text1": "You can trade from any part of the world.",
  "faqs.tab4.title2": "Can I acquire other stocks from Trust Invest internationally?",
  "faqs.tab4.text2": "Yes, Bonds (Tokyo Stock Exchange, Stock Exchange (LSE), and Hong Kong Stock Exchange) are very famous in the US (NYSE, NASDAQ, NYMEX, GLOBEX, and others) (HKEX).",
  "faqs.tab4.title3": "What currencies can you trade with Trust Invest?",
  "faqs.tab4.text3": "You can invest in many currencies with the brokerage firm in India, Trust Invest– there are indeed more than 60+ pairs in Trust Invest that are available.",
  "faqs.tab4.title4": "Can I still withdraw if I have an open position? How long does it take to process my withdrawal?",
  "faqs.tab4.text4": "Our Back Office Department will process all withdrawal requests within 24 hours, but the time required for the funds to be transferred to your account will depend on the payment method. <br/> You will have sufficient free margin on your account to cover the withdrawal and any additional fees that may arise.",
  "faqs.tab4.title5": "Should I follow other steps while withdrawing through a local payment solution?",
  "faqs.tab4.text5": "You must check whether you used this form to make a deposit.",
  "faqs.tab4.title6": "Are internal transfers restricted/limited?",
  "faqs.tab4.text6": "You can make internal transfers between your business accounts And these accounts can make transfers in currency. Internal transfers have no minimum/maximum limit. We will email you to confirm that you would like your request to proceed.",
  "faqs.tab4.title7": "What are the minimum/maximum deposit/withdrawal limits?",
  "faqs.tab4.text7": "Limits are set individually by payment providers. The minimum/maximum limit for each method can be found on Trust Invest.",
  "faqs.tab4.title8": "Do you charge internal transfers?",
  "faqs.tab4.text8": "No, all internal transfers are free.",
  "faqs.tab4.title9": "How much time does it take for an internal transfer to be processed?",
  "faqs.tab4.text9": "Internal transfers shall be processed within minutes. If you have any delays, don't hesitate to contact our Back Office department.",
  "faqs.tab4.title10": "My deposit/withdrawal has been refused; what should I do?",
  "faqs.tab4.text10": "If your deposit has been refused, there should be an email in your inbox explaining the decline. <br/> You can also check your deposit/withdrawal status in Trust Invest.",
  "faqs.tab4.title11": "Why do internal transfers decline?",
  "faqs.tab4.text11": "It might be due to the need for more free margin.",
  "faqs.tab4.title12": "What should I do if my e-wallet /Local payment cancellation is not received?",
  "faqs.tab4.text12": "Please get in touch with our back office for more information if you do not receive your withdrawal.",
  "faqs.tab4.title13": "What methods of deposit/withdrawal do you offer?",
  "faqs.tab4.text13": "Trust Invest offers various payment methods, including credit and debit cards, bank wire transfers, e-wallets, and local payment solutions. <br/> You should note that we do not accept cash deposits.",
  "faqs.tab4.title14": "Are there any steps to take while depositing via e-wallet?",
  "faqs.tab4.text14": "After completing the steps outlined in 'How do I deposit funds into my account?' You will be redirected to your selected e-wallet's website to approve your transaction. Please note that some e-wallets may require additional information.",
  "faqs.tab5.title0": "Where can I find the login information for my trading account?",
  "faqs.tab5.text0": "All your login account information will be sent to your registered email address. You can also reset your password at any time.",
  "faqs.tab5.title1": "Where can I get news updates on my platform?",
  "faqs.tab5.text1": "After signing in, go to the 'Tools' of the platform. <br/> Select 'Server' from the 'Options' menu. <br/>Select 'OK' after clicking the 'Enable News' box. <br/> Please be aware of heavy economic announcements; the news tab catches additional CPU use, which may cause your platform to slow down.",
  "faqs.tab5.title2": "What is Day Trading?",
  "faqs.tab5.text2": "Day Trading is when a trader buys and sells on the same day. It means he doesn't hold his position overnight or for a week.",
  "faqs.tab5.title3": "Can I use indicators on my mobile trading platform?",
  "faqs.tab5.text3": "Yes. To select the display, press the 'f' symbol on the chart window.",
  "faqs.tab5.title4": "What does 'Authentication Fail' mean?",
  "faqs.tab5.text4": "It means your user ID and password need to be corrected.",
  "faqs.tab5.title5": "What kinds of spreads do you have?",
  "faqs.tab5.text5": "Variable spreads as low as 0.9 pips are available. Our clients get the market price that our system gets right away.",
  "faqs.tab5.title6": "What are short and long positions?",
  "faqs.tab5.text6": "A long position is a purchase/buying position, which means that this position will be in profit if the rate of exchange rises. A short position is a selling position, which means that this position will be profit-driven if the currency rate goes down.",
  "faqs.tab5.title7": "What's the margin?",
  "faqs.tab5.text7": "Margin is the amount of money your broker account needs to secure an open spot. To keep your positions disclosed, different brokers need different amounts of margin money.",
  "faqs.tab5.title8": "Do you permit hedging?",
  "faqs.tab5.text8": "Yes. You can secure your trading account positions. When you open a LONG and a SHORT on the same instrument, hedging occurs simultaneously. <br/> Positions can be opened when covering Forex, Gold, and Silver, even when the margin level is under 100%, because the margin requirement is zero.",
  "faqs.tab5.title9": "Do you allow scalping?",
  "faqs.tab5.text9": "Yes, we do.",
  "faqs.tab5.title10": "What do Swing High and Swing Low mean?",
  "faqs.tab5.text10": "We refer to a swing high as a three-bar high, where the middle candle creates a high point, and the two adjacent candles close at a lower height. Swing down is the opposite.",
  "faqs.tab5.title11": "What's a trading day?",
  "faqs.tab5.text11": "It refers to a business entered and sold on the same trading day.",
  "faqs.tab5.title12": "What's The Up Candle?",
  "faqs.tab5.text12": "It is another term for a Bullish Candle.",
  "faqs.tab5.title13": "Which Is a Candle Down?",
  "faqs.tab5.text13": "It is another term for bearish Candle reflection.",
  "": ""
}