{
  "en": "en",

  "header.markets": "Markets",
  "header.services": "Services",
  "header.beginners": "For beginners ",
  "header.accounts": "Account types",
  "header.why": "Why Trust Invest",
  "header.faq": "FAQ",
  "footer.title": "A variety of payment systems for fast depositing and withdrawal of funds",
  "footer.contacts": "Contacts:",
  "footer.address": "Address:",
  "footer.email": "E-Mail:",
  "footer.docs.kyc": "KYC Policy",
  "footer.docs.policy": "Privacy policy",
  "footer.docs.terms": "Terms & Conditions",
  "footer.docs.aml": "AML Policy",
  "footer.disclaimer.title0": "Disclaimer:",
  "footer.disclaimer.title1": "",
  "footer.disclaimer.text0": "The information provided on the <b>Trust Invest</b> platform is for informational and educational purposes only and should not be considered financial or investment advice. Trading in financial markets involves significant risk, and you may lose more than your initial investment. <b>Trust Invest</b> does not guarantee any profits or protection from losses.",
  "footer.disclaimer.text1": "Before engaging in any trading activities, you should carefully assess your financial situation, investment objectives, and risk tolerance. It is recommended that you seek independent financial, legal, and tax advice before making any investment decisions.",
  "footer.disclaimer.text2": "Past performance is not indicative of future results. Market conditions can change rapidly, and <b>Trust Invest</b> is not responsible for any trading decisions made by users based on the information provided on the platform.",
  "footer.disclaimer.text3": "By using our services, you acknowledge and accept that <b>Trust Invest</b> bears no liability for any financial losses, damages, or disruptions resulting from your trading activities.",
  "footer.disclaimer.text4": "Trading may not be suitable for all investors, and it is your responsibility to comply with local laws and regulations regarding financial trading.",
  "footer.rights": "",
  "btn.login": "Log in",
  "btn.start": "Start now",
  "btn.singup": "Sing up",
  "btn.seemore": "See more",
  "btn.trading": "Start trading!",
  "btn.learn": "Learn more",

  "brand": "Trust Invest",
  "main.first.title": "We Power <span>Trading Talent & Connect</span> it with Investors",
  "main.first.text0": "As you establish your track record under our regulatory purview, we distribute seed and investment funds.",
  "main.first.text1": "Start your trading career with Trust Invest, where state-of-the-art technology, knowledgeable advice, and a dedication to openness lay the path to your trading success.",
  "main.first.listtitle0": "1,500+",
  "main.first.listtext0": "Financial Instruments",
  "main.first.listtitle1": "$140M+",
  "main.first.listtext1": "Total AuM invested",
  "main.first.listtitle2": "+10",
  "main.first.listtext2": "Years of experience",
  "main.first.listtitle3": "Global",
  "main.first.listtext3": "2 robust regulations",
  "main.mission.title0": "Your triumph as a <span>trader</span>",
  "main.mission.title1": "is our mission",
  "main.mission.text": "The more profitable you are, the better for you, our investors and ourselves. Our business model is based on a virtuous circle where if you win, we all win.",
  "main.mission.listtitle0": "Trade in the most favorable circumstances",
  "main.mission.listtext0": "Use your Interactive Brokers account or our broker to trade stocks, futures, ETFs, FX, and CFD products. Additionally, you can import your past performance from other platforms.",
  "main.mission.listtitle1": "Get seed money",
  "main.mission.listtext1": "Through Trust Invest, we distribute seed money to the best strategies each month. 15% of the profit you make from the allocation is yours. Having an account of the Trust Invest type is required to use this service.",
  "main.mission.listtitle2": "Draw in investor funding",
  "main.mission.listtext2": "We make your technique available to both professional and individual investors, allowing them to make an investment right away and reimburse you for the profits you produce for them.",
  "main.mission.listtitle3": "Upgrade to Invest Pro by Trust",
  "main.mission.listtext3": "Make use of our Hedge Fund as a Service, which offers a white-label platform, regulatory protection, and tailored terms.",
  "main.assets.title": "A universe of assets at your fingertips",
  "main.assets.listtitle0": "Forex and CFDs Products",
  "main.assets.listsubtitle0": "Use your CFD-formatted FX, stock, ETF, commodity, and index strategies to draw in funds.",
  "main.assets.listtext0": "Discounts for top traders, interbank spreads as low as 0.0 pips, and lightning-fast execution.",
  "main.assets.listtitle1": "Stocks, Futures & ETFs",
  "main.assets.listsubtitle1": "Use Trust Invest to draw in seed and outside funding.",
  "main.assets.listtext1": "IBKR's trading conditions and customer service are advantageous to you. With no added paperwork or expenses, you may have the best of both worlds.",
  "main.brok.title": "Broker and Asset Manager since 2012",
  "main.brok.title0": "Regulated in the UK (FCA)",
  "main.brok.title1": "Regulated in the EU (CNMV)",
  "main.verify.title": "Verify your performance history to differentiate yourself from the others",
  "main.verify.text0": "We authenticate your track record and you give us access to your trade details when you trade with us.",
  "main.verify.text1": "Along with other traders, you have the chance to draw in seed and investor cash within our ecosystem. Because we standardize the risk of all track records, this \"competition\" for funding is fair and balanced, putting you on an equal footing with others as you design your strategy. Merit, not luck, determines how we distribute capital. The rest is straightforward: you draw in more capital the better you perform.",
  "main.profit.title0": "Profit from your ",
  "main.profit.title1": "Success",
  "main.profit.title2": "Investor Capital",
  "main.profit.title3": "Scalable and Unlimited Leverage",
  "main.profit.text0": "Your certified track record opens the door to two sources of capital for which you earn a 15% performance fee. Both sources are supported by our regulatory umbrella, meaning you do not need to be regulated on your own to earn fees for the success you generate for others.",
  "main.profit.text1": "You only need to focus on trading well. Our Asset Manager brings the investors, and we protect your intellectual property so that no one can copy trades without paying you for it. You can access investor capital from day one and we pay you a 15% fee on all the profits you generate for them.",
  "main.open.title": "Still unsure about opening an account with Trust Invest?",
  "main.open.text": "Open an account now and enjoy all the benefits of modern trading !",
  
  "markets.banner.title": "<span>Join us</span> as we explore endless potential.",
  "markets.banner.text0": "Trade the market without restrictions using a single platform that has at least 500 instruments.",
  "markets.banner.text1": "An Overview of Forex and CFDs",
  "markets.banner.text2": "Use your Trust Invest Index to trade forex, stocks, ETFs, commodities, and CFDs and draw in capital.",
  "markets.conditions.title0": "Create Competitive Conditions to Draw in Capital",
  "markets.conditions.title1": "Market Access to Stocks, Futures, and ETFs",
  "markets.conditions.text0": "When you trade forex and CFDs with Trust Invest, you can take advantage of our lightning-fast execution, interbank spreads as low as 0.0 pips, best-trader discounts (beginning at 1.5 USD per order), and the opportunity to draw in cash with your CFD strategy.",
  "markets.conditions.text1": "A list of the most liquid stocks, futures, and exchange-traded funds (ETFs) that can be included in your Trust Invest index",
  "markets.tabs.": "",
  "": ""
}