{
  "en": "en",

  "header.markets": "Markets",
  "header.services": "Services",
  "header.beginners": "For beginners ",
  "header.accounts": "Account types",
  "header.why": "Why Trust Invest",
  "header.faq": "FAQ",
  "footer.contacts": "Contacts:",
  "footer.address": "Address:",
  "footer.email": "E-Mail:",
  "footer.docs.kyc": "KYC Policy",
  "footer.docs.privacy": "Privacy policy",
  "footer.docs.terms": "Terms & Conditions",
  "footer.docs.aml": "AML Policy",
  "footer.disclaimer.title0": "Disclaimer:",
  "footer.disclaimer.title1": "",
  "footer.disclaimer.text0": "The information provided on the <b>Trust Invest</b> platform is for informational and educational purposes only and should not be considered financial or investment advice. Trading in financial markets involves significant risk, and you may lose more than your initial investment. <b>Trust Invest</b> does not guarantee any profits or protection from losses.",
  "footer.disclaimer.text1": "Before engaging in any trading activities, you should carefully assess your financial situation, investment objectives, and risk tolerance. It is recommended that you seek independent financial, legal, and tax advice before making any investment decisions.",
  "footer.disclaimer.text2": "Past performance is not indicative of future results. Market conditions can change rapidly, and <b>Trust Invest</b> is not responsible for any trading decisions made by users based on the information provided on the platform.",
  "footer.disclaimer.text3": "By using our services, you acknowledge and accept that <b>Trust Invest</b> bears no liability for any financial losses, damages, or disruptions resulting from your trading activities.",
  "footer.disclaimer.text4": "Trading may not be suitable for all investors, and it is your responsibility to comply with local laws and regulations regarding financial trading.",
  "footer.rights": "",
  "btn.start": "Log in",
  "btn.singup": "Sing up",
  "btn.trading": "Start trading!",
  "btn.learn": "Learn more",

  "brand": "Trust Invest",
  "main.first.title": "We Power <span>Trading Talent & Connect</span> it with Investors",
  "main.first.text0": "As you establish your track record under our regulatory purview, we distribute seed and investment funds.",
  "main.first.text1": "Start your trading career with Trust Invest, where state-of-the-art technology, knowledgeable advice, and a dedication to openness lay the path to your trading success.",
  "main.first.listtitle0": "1,500+",
  "main.first.listtext0": "Financial Instruments",
  "main.first.listtitle1": "$140M+",
  "main.first.listtext1": "Total AuM invested",
  "main.first.listtitle2": "+10",
  "main.first.listtext2": "Years of experience",
  "main.first.listtitle3": "Global",
  "main.first.listtext3": "2 robust regulations",
  "": ""
}